{
        "categories": {
                "genre1": {
                        "name": "Художественная литература",
                        "books": [
                                {
                                        "id": 1,
                                        "title": "Мастер и Маргарита",
                                        "description": "От автора шедевра «Собачье сердце» и «Белая гвардия» Михаила Булгакова. Один из самых известных романов XX века. 1 января 2023 года на экраны выйдет фильм «Воланд» — новое прочтение культового романа, посвящённое взаимоотношениям Мастера и Маргариты, Мастера и Воланда.",
                                        "author": "Михаил Булгаков",
                                        "price": "349",
                                        "number_of_pages": "512",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/master_and_margarita.webp"
                                },
                                {
                                        "id": 2,
                                        "title": "Мертвые души",
                                        "description": "Поэма 'Мертвые души' еще при жизни автора была переведена на множество других языков. Она имела невероятный успех. Никому до Гоголя и после него не удавалось так ярко и остро описать пороки и слабости русского человека, так живо и правдиво отразить важнейшие для России проблемы. Прошло 160 лет, и поэма звучит как только что написанная. Чичиковы, Коробочки, Ноздревы, Плюшкины, Собакевичи — их стремления, чувства, поступки не кажутся нам отголосками прошлого. Современное и острое звучание эти персонажи обретают, когда мы смотрим все новые и новые спектакли и фильмы по этой бессмертной поэме.",
                                        "author": "Николай Гоголь",
                                        "price": "359",
                                        "number_of_pages": "352",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/dead_souls.webp"
                                },
                                {
                                        "id": 3,
                                        "title": "Преступление и наказание",
                                        "description": "Преступление и наказание (1866) — одно из самых значительных произведений в истории мировой литературы. Это и глубокий филососфский роман, и тонкая психологическая драма, и захватывающий детектив, и величественная картина мрачного города, в недрах которого герои грешат и ищут прощения, жертвуют собой и отрекаются от себя ради ближних и находят успокоение в смирении, покаянии, вере. Главный герой романа Родион Раскольников решается на убийство, чтобы доказать себе и миру, что он не 'тварь дрожащая', а 'право имеет'. Главным предметом исследования писателя становится процесс превращения добропорядочного, умного и доброго юноши в убийцу, а также то, как совершивший преступление Раскольников может искупить свою вину.",
                                        "author": "Федор Достоевский",
                                        "price": "388",
                                        "number_of_pages": "672",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/crime_and_punishment.webp"
                                },
                                {
                                        "id": 4,
                                        "title": "Герой нашего времени",
                                        "description": "Герой нашего времени» (1840) по праву считается первым психологическим романом в русской литературе. В основе повествования — история жизни главного героя, Григория Печорина. Произведение состоит из пяти частей, расположенных не в хронологическом порядке, однако в этом есть своя логика. Писатель постепенно начинает погружать читателя во внутренний мир его героя, циника, прожигателя жизни, ни во что не верящего, противоречивого и неоднозначного. При всем при этом 'Герой нашего времени' — это и философское произведение, ставящее перед читателем важнейшие вопросы о смысле жизни, о роли фатума; это еще и любовный роман, увлекательный, волнующий и трагический. Написанный в позапрошлом веке 'Герой нашего времени', не теряет своей актуальности, потому что в каждом поколении есть свои герои, свои Печорины, свои 'лишние люди'.",
                                        "author": "Михаил Лермонтов",
                                        "price": "347",
                                        "number_of_pages": "224",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/a_hero_of_our_time.webp"
                                },
                                {
                                        "id": 5,
                                        "title": "Идиот",
                                        "description": "Величайший роман Достоевского. 'Идиота' экранизировали 13 раз лучшие постановщики от Индии до Германии — Жорж Лампен и Анджей Жулавский, Акира Куросава и Анджей Вайда, отечественные Пырьев и Бортко. Завораживающая история трагических страстей, связавших купца Парфена Рогожина, бывшую содержанку богатого дворянина Настасью Филипповну и 'идеального человека' князя Мышкина — беспомощного идиота в мире корысти и зла, гласящая о том, что сострадание, возможно, единственный закон человеческого бытия. Она по-прежнему актуальна и воспринимается ярко и непосредственно, будто была написана вчера.",
                                        "author": "Федор Достоевский",
                                        "price": "376",
                                        "number_of_pages": "640",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/idiot.webp"
                                },
                                {
                                        "id": 6,
                                        "title": "Белые ночи",
                                        "description": "В этот сборник вошли две ранние повести Достоевского – «Белые ночи» и «Неточка Незванова», которые считаются самыми поэтичными произведениями великого романиста. «Белые ночи» – одно из лучших произведений школы «сентиментального натурализма», по мнению критика Аполлона Григорьева. Это лирическая исповедь героя-мечтателя, одинокого и робкого человека, в жизни которого на какое-то время появляется девушка, а вместе с ней и надежда на более светлое будущее. «Неточка Незванова» – повесть, изначально задуманная автором как роман, где в основе сюжета лежит история жизни маленькой девочки. Неточка – тоже персонаж-мечтатель, она грезит о жизни в большом красивом особняке, который видит из окна каморки на чердаке. Но, очутившись в нем, Неточка сталкивается с действительностью, которая оказалась вовсе не так прекрасна…",
                                        "author": "Федор Достоевский",
                                        "price": "359",
                                        "number_of_pages": "320",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/white_nights.webp"
                                },
                                {
                                        "id": 7,
                                        "title": "Мы",
                                        "description": "Знаковый роман, с которого официально отсчитывают само существование жанра 'антиутопия' Запрещенный в советский период, теперь он считается одним из классических произведений не только русской, но и мировой литературы ХХ века. Роман об 'обществе равных', в котором человеческая личность сведена к 'нумеру'. В нем унифицировано все — одежда и квартиры, мысли и чувства. Нет ни семьи, ни прочных привязанностей... Но можно ли вытравить из человека жажду свободы, пока он остается человеком?",
                                        "author": "Евгений Замятин",
                                        "price": "359",
                                        "number_of_pages": "224",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/we.webp"
                                },
                                {
                                        "id": 8,
                                        "title": "Вишневый сад",
                                        "description": "В этот сборник вошли лучшие пьесы Чехова – 'Чайка', 'Дядя Ваня', 'Три сестры' и 'Вишневый сад'. Главным достоинством всех чеховских пьес и его новаторством было то, что он впервые сделал предметом исследования мельчайшие детали быта и жизни людей. Он описывал повседневность, и именно через нее читатель узнает о мыслях и чувствах героев. За внешним отсутствием действия скрывается напряженная психологическая жизнь ее персонажей. 'Пусть на сцене все будет так же сложно и так же вместе с тем просто, как в жизни. Люди обедают, только обедают, а в это время слагается их счастье и разбиваются их жизни' – это слова самого Чехова. Можно бесконечно перечитывать чеховскую драматургию, каждый раз открывая в ней что-то новое, – режиссеры всего мира обращаются к его пьесам за поиском нового содержания и новых форм.",
                                        "author": "Антон Чехов",
                                        "price": "359",
                                        "number_of_pages": "352",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/cherry_orchard.webp"
                                },
                                {
                                        "id": 9,
                                        "title": "Морфий",
                                        "description": "В этот сборник вошли произведения Булгакова, носящие автобиографический характер, — остроумная, ироничная повесть 'Записки на манжетах', посвященная скитаниям по послереволюционному Кавказу, сложным отношениям с 'красной' властью и собратьями по перу, мечтам об эмиграции и первым опытам в литературе, и потрясающие 'Записки юного врача' — почти документальные очерки Булгакова о святом и страшном жребии служителя Гиппократа в нищей, почти средневековой российской провинции начала 1920-х. В книгу включен и 'Морфий' — пугающе откровенная, мучительная исповедь, послужившая основой для одноименного фильма Алексея Балабанова.",
                                        "author": "Михаил Булгаков",
                                        "price": "347",
                                        "number_of_pages": "256",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/morphine.webp"
                                },
                                {
                                        "id": 10,
                                        "title": "Игрок",
                                        "description": "Роману 'Игрок' присущи сильные автобиографические мотивы, ведь азартным игроком был сам Достоевский. История создания этой книги очень интересна: проигравшийся до последнего гроша в Висбадене, отчаянно нуждающийся в деньгах писатель заключил с издательством контракт, согласно которому должен был написать роман... за 26 дней. Эти совершенно неправдоподобные сроки вынудили Достоевского, впервые в жизни, воспользоваться услугами секретаря-стенографистки, которой он надиктовывал текст. Так в жизнь гения вошла молодая Анна Сниткина — женщина, которой суждено было стать его женой и музой...",
                                        "author": "Федор Достоевский",
                                        "price": "359",
                                        "number_of_pages": "224",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/player.webp"
                                }
                        ]
                },
                "genre2": {
                        "name": "Учебная литература",
                        "books": [
                                {
                                        "id": 11,
                                        "title": "География. 7 класс. Атлас.",
                                        "description": "Атлас предназначен для учащихся 7-х классов общеобразовательных учебных заведений. В атласе отражены темы курса: главные природные закономерности природы Земли, человечество на Земле, материки и страны. Работая с атласом, учащиеся научатся находить и давать характеристику географическим объектам, читать и анализировать карту. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлена последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования, добавлена карта народы мира. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.",
                                        "author": "Наталья Ольховая, Алексей Приваловский",
                                        "price": "506",
                                        "number_of_pages": "56",
                                        "publisher": "Просвещение",
                                        "age_restrictions": "12+",
                                        "src": "/img/Atlas_7th_grade.webp"
                                },
                                {
                                        "id": 12,
                                        "title": "География. 8 класс. Атлас.",
                                        "description": "Атлас предназначен для учащихся 8-х классов общеобразовательных учебных заведений. В атласе отражены темы курса: географическое пространство России, природа России, население России. Работая с атласом, учащиеся научатся находить географические объекты, давать описание и характеристику процессов и явлений, читать и анализировать карту выполняя поставленные географические задачи. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлена последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования, дана актуальная статистическая информация о населении нашей страны. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.",
                                        "author": "Наталья Ольховая, Алексей Приваловский",
                                        "price": "506",
                                        "number_of_pages": "56",
                                        "publisher": "Просвещение",
                                        "age_restrictions": "12+",
                                        "src": "/img/Atlas_8th_grade.webp"
                                },
                                {
                                        "id": 13,
                                        "title": "География. 9 класс. Атлас.",
                                        "description": "Атлас предназначен для учащихся 9-х классов общеобразовательных учебных заведений. В атласе отражены темы курса: хозяйство и регионы России. Работая с атласом, учащиеся научатся находить географические объекты, давать описание и характеристику географическим объектам, анализировать карту выполняя поставленные географические задачи. Переработанное издание соответствует требованиям Федерального государственного образовательного стандарта основного общего образования, утверждённого Приказом Министерства просвещения РФ № 287 от 31.05.2021 г. В издании обновлена последовательность карт в соответствии с содержанием примерной рабочей программой основного общего образования, дана актуальная статистическая информация. Политическое устройство мира отражено на картах по состоянию на октябрь 2022 г.",
                                        "author": "Наталья Ольховая, Алексей Приваловский",
                                        "price": "506",
                                        "number_of_pages": "48",
                                        "publisher": "Просвещение",
                                        "age_restrictions": "12+",
                                        "src": "/img/Atlas_9th_grade.webp"
                                },
                                {
                                        "id": 14,
                                        "title": "Приключения Тома Сойера (ил. В. Гальдяева)",
                                        "description": "Знаменитый роман американского писателя Марка Твена 'Приключения Тома Сойера' – одна из самых любимых книг у нескольких поколений юных читателей. По роману создано 7 экранизаций. 12-летний Том частенько придумывает разные проказы и с удовольствием в них участвует. Но при этом он – смелый и надёжный друг, который стал примером для подражания миллионам мальчишек во всём мире. Честность и сила характера выручат героя в сложных ситуациях, помогут оправдать несправедливо обвинённого бедняка и в финале приведут к желанному кладу. Для читателей 10-14 лет (5-7 классы). Классический перевод Нины Дарузес и яркие полноцветные иллюстрации Владимира Гальдяева увлекут ребенка и помогут ему полюбить чтение! Серия 'Книги для внеклассного чтения' — это широкий список классических произведений русской и зарубежной литературы, включённых в школьную программу начальной и средней школы. В серию входят самостоятельные произведения без сокращений, сборники рассказов и стихов, хрестоматии и сборники внеклассного чтения. Книга станет хорошим подарком школьнику, пригодится на уроках литературного чтения и при освоении чтения на лето, поможет подготовиться к новому учебному году.",
                                        "author": "Марк Твен",
                                        "price": "400",
                                        "number_of_pages": "256",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "6+",
                                        "src": "/img/the_adventures_of_tom_sawyer.webp"
                                },
                                {
                                        "id": 15,
                                        "title": "Хрестоматия для 3-го и 4-го классов (с ил.)",
                                        "description": "В 'Хрестоматию для 3 и 4 классов' вошло более 70 классических произведений из учебной программы по всем основным разделам: от устного народного творчества и былин до рассказов и литературных сказок писателей второй половины XX века — К. Паустовского, А. Платонова, Е. Шварца, В. Драгунского, В. Осеевой. Прозаические произведения представлены также сказами П. Бажова, рассказами и сказками В. Гаршина, Л. Толстого, Д. Мамина-Сибиряка, А. Куприна, М. Пришвина, А. Чехова. Большинство произведений печатаются без сокращений. В поэтический раздел включены отрывок из сказки П. П. Ершова 'Конёк-горбунок', а также стихотворения Е. А. Баратынского, А. С. Пушкина, М. Ю. Лермонтова, А. А. Фета, Ф. И. Тютчева, Н. Н. Некрасова, А. Н. Плещеева, И. З. Сурикова, И. С. Никитина, К. Д. Бальмонта, С. Чёрного, С. А. Есенина, А. А. Блока, В. Я. Брюсова, А. А. Ахматовой, Б. Л, Пастернака, М. И. Цветаевой.",
                                        "author": "Владимир Одоевский, Евгений Баратынский, Александр Пушкин",
                                        "price": "400",
                                        "number_of_pages": "256",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "6+",
                                        "src": "/img/chrestomathy.webp"
                                },
                                {
                                        "id": 16,
                                        "title": "Крокодил Гена и его друзья. Повесть-сказка",
                                        "description": "В новой книге серии 'Библиотека начальной школы' юные читатели найдут замечательную сказочную повесть Э. Успенского о том, как очень одинокий крокодил по имени Гена нашёл настоящих друзей. Среди них Чебурашка — непонятный зверёк из Африки, который приплыл на корабле в ящике с апельсинами, девочка Галя, собачка Тобик, лев Чандр и многие другие. И всё бы хорошо, но вредная старуха Шапокляк со своей дрессированной крысой Лариской подстраивает им разные пакости. Чем же закончатся приключения?",
                                        "author": "Эдуард Успенский",
                                        "price": "412",
                                        "number_of_pages": "96",
                                        "publisher": "АСТ",
                                        "age_restrictions": "0+",
                                        "src": "/img/crocodile_gene.webp"
                                },
                                {
                                        "id": 17,
                                        "title": "Обществознание. 8-11 классы. Карманный справочник",
                                        "description": "Справочник содержит материал, который поможет ученику при подготовке к ОГЭ и ЕГЭ по обществознанию, а также к другим формам контроля и аттестации в 8–11-х классах. В пособии представлены основные теоретические сведения по всем разделам предмета ('Человек', 'Общество', 'Духовная сфера', 'Экономика', 'Политика', 'Социальная сфера', 'Право').",
                                        "author": "Ольга Чернышева",
                                        "price": "506",
                                        "number_of_pages": "464",
                                        "publisher": "Легион",
                                        "age_restrictions": "12+",
                                        "src": "/img/social_studies.webp"
                                },
                                {
                                        "id": 18,
                                        "title": "Букварь: Учебное пособие.",
                                        "description": "Классический 'Букварь' Надежды Жуковой – это бестселлер среди пособий по обучению детей чтению. Соответствует ФГОС. Эффективная методика от известного логопеда-педагога, которая поможет научиться читать быстро и легко. Она заключается в изучении слогов, а не отдельно взятых букв. Это позволяет быстро научиться читать и легко перейти к письму. Благодаря удобному порядку изучения происходит формирование устойчивого интереса к процессу чтения. Внизу каждой страницы даны инструкции для родителей. Жукова – один из самых известных авторов в сегменте детской образовательной литературы! Ее 'Букварь' — пример классического учебного пособия, в котором сочетаются традиционная и оригинальная логопедические методики чтения по слогам. Это – отличная подготовка к школе и поступлению в 1 класс. Его успешно используют родители, воспитатели и педагоги.",
                                        "author": "Надежда Жукова",
                                        "price": "742",
                                        "number_of_pages": "96",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "0+",
                                        "src": "/img/the_primer.webp"
                                },
                                {
                                        "id": 19,
                                        "title": "Математика. 7-11 классы. Карманный справочник",
                                        "description": "Пособие содержит необходимый справочный материал для подготовки к ВПР, ОГЭ и ЕГЭ по математике, а также к различным формам текущего и промежуточного контроля по алгебре и геометрии в 7–11-х классах.",
                                        "author": "Сергей Кулабухов, Федор Лысенко",
                                        "price": "388",
                                        "number_of_pages": "288",
                                        "publisher": "Легион",
                                        "age_restrictions": "12+",
                                        "src": "/img/mathematics.webp"
                                },
                                {
                                        "id": 20,
                                        "title": "ЕГЭ. Русский язык. 10-11 классы. Карманный справочник",
                                        "description": "Справочник по русскому языку предназначен учащимся 10-11-х классов для подготовки к ЕГЭ. Систематизированный теоретический материал по темам курса русского языка, предусмотренным спецификацией ЕГЭ, представлен в схемах, таблицах и алгоритмах, что способствует развитию аналитических способностей и активизации зрительной памяти учащихся. Справочник снабжён несколькими словариками, необходимыми выпускникам для успешного выполнения ЕГЭ.",
                                        "author": "Наталья Сенина",
                                        "price": "447",
                                        "number_of_pages": "416",
                                        "publisher": "Легион",
                                        "age_restrictions": "12+",
                                        "src": "/img/russian_language.webp"
                                }
                        ]
                },
                "genre3": {
                        "name": "Психология",
                        "books": [
                                {
                                        "id": 21,
                                        "title": "Кафе на краю земли",
                                        "description": "После долгого блуждания в темноте и неизвестности всё, что вам нужно — зайти в уютное кафе, выбрать столик и раскрыть меню. Вместе с главным героем Джоном вы пройдете короткий, но полный удивительных открытий путь — путь к самому себе. Каждому из нас необходимо хоть раз остановиться посреди суеты и тревог современного мира и ответить на главный вопрос: 'Почему я здесь?' Понять, что действительно значимо, увидеть цель своей жизни в дымке будущего и двигаться к ней, каждый день ощущая себя счастливым. Эта книга — мировой бестселлер, переведенный на 30 языков, — вдохновит вас на перемены, о которых сегодня вы можете только мечтать.",
                                        "author": "Джон Стрелеки",
                                        "price": "436",
                                        "number_of_pages": "160",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "16+",
                                        "src": "/img/cafe_on_the_edge_of_the_earth.webp"
                                },
                                {
                                        "id": 22,
                                        "title": "Атомные привычки. Как приобрести хорошие привычки и избавиться от плохих",
                                        "description": "Может ли одна монетка сделать человека богатым? Конечно, нет, скажете вы. Но если добавить еще одну? И еще? И еще? В какой-то момент количество перейдет в качество. А теперь представьте, что одно крошечное изменение кардинально меняет всю жизнь. Звучит фантастически! Но, как и в случае с монетками, срабатывает эффект сложного процента. И вот уже маленькое, но регулярное действие привело к большим результатам. Атомные привычки – маленькие изменения, в которых скрыта огромная мощь! Вы давно пытаетесь измениться, но не получается. Не корите себя! Виноваты не вы, а система. Джеймс Клир развенчивает мифы о привычках, мотивации и силе воли. Опираясь на научные данные, результаты исследований, личный опыт и опыт успешных людей, он просто и понятно объясняет, как сделать хорошие привычки неизбежными, а вредные – невозможными. Без вариантов!",
                                        "author": "Джеймс Клир",
                                        "price": "899",
                                        "number_of_pages": "304",
                                        "publisher": "Питер",
                                        "age_restrictions": "16+",
                                        "src": "/img/atomic_habits.webp"
                                },
                                {
                                        "id": 23,
                                        "title": "Психотрюки. 69 приемов в общении, которым не учат в школе",
                                        "description": "Психотрюки — это простые приемы, которые помогают поставить хама на место, защитить личные границы, выиграть в споре, договориться о выгодных условиях сделки или убедить себя не сдаваться на пути к цели. Не важно, какой у вас опыт самоконтроля и переговоров, прелесть психотрюков в том, что они работают в любом случае и требуют минимум тренировки.",
                                        "author": "Игорь Рызов",
                                        "price": "919",
                                        "number_of_pages": "256",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "12+",
                                        "src": "/img/psycho_tricks.webp"
                                },
                                {
                                        "id": 24,
                                        "title": "К себе нежно. Книга о том, как ценить и беречь себя",
                                        "description": "Почему так важно беречь себя и любить свою жизнь? Почему многим так хочется перемен, но что-то всё время мешает? Ответы на эти вопросы можно найти у Ольги Примаченко. В книге 'К себе нежно' психолог рассказывает, что каждый человек имеет право просто быть собой. А ещё автор рассуждает, как важно научиться ценить себя. Благодаря этому читатели могут понять, что забота о себе – это не слабость, а способ жить в гармонии.",
                                        "author": "Ольга Примаченко",
                                        "price": "929",
                                        "number_of_pages": "336",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "16+",
                                        "src": "/img/to_myself_tenderly.webp"
                                },
                                {
                                        "id": 25,
                                        "title": "Сказать жизни 'ДА!'': психолог в концлагере",
                                        "description": "У каждого порой наступают моменты отчаяния, когда кажется, что всё потеряно и нет сил двигаться дальше. Но даже в самых сложных обстоятельствах можно найти смысл жизни. Это получилось сделать у Виктора Франкла, известного психолога и философа. В книге Сказать жизни 'ДА!' автор поделился своими мыслями о свободе выбора, стойкости и силе духа.",
                                        "author": "Виктор Франкл",
                                        "price": "742",
                                        "number_of_pages": "239",
                                        "publisher": "Альпина Паблишер",
                                        "age_restrictions": "16+",
                                        "src": "/img/to_say_yes_to_life.webp"
                                },
                                {
                                        "id": 26,
                                        "title": "Внутренняя опора. В любой ситуации возвращайтесь к себе",
                                        "description": "Под обложкой - простые и эффективные инструменты, которые помогут вам проработать психологические установки, мешающие двигаться вперед. Причем это инструменты не внешние, а внутренние. Кто из нас не хотел бы изменить жизнь к лучшему? Построить карьеру мечты, обрести счастье в любви, наладить отношения с близкими.",
                                        "author": "Анна Бабич",
                                        "price": "874",
                                        "number_of_pages": "240",
                                        "publisher": "Манн, Иванов и Фербер",
                                        "age_restrictions": "16+",
                                        "src": "/img/internal_support.webp"
                                },
                                {
                                        "id": 27,
                                        "title": "Кругом одни идиоты. 4 типа личности: как найти подход к каждому из них",
                                        "description": "В основе книги лежит несложная методика цветотипирования человеческих характеров. Шведский психолог Томас Эриксон делит всех людей на четыре типа: красный, желтый, зеленый, синий — и очень увлекательно, на узнаваемых примерах описывает логику поведения, темперамент, систему ценностей представителей каждого типа. Казалось бы, ничего нового. Подобный подход использовался психологами на протяжении десятилетий. Но Томасу Эриксону удалось придумать настолько удобную систему работы с известными инструментами, что сегодня книга 'Кругом одни идиоты' лежит на столе каждого шведского руководителя, учителя и журналиста.",
                                        "author": "Томас Эриксон",
                                        "price": "471",
                                        "number_of_pages": "416",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "16+",
                                        "src": "/img/there_are_only_idiots_around.webp"
                                },
                                {
                                        "id": 28,
                                        "title": "Доказательная психосоматика: факты и научный подход. Очень полезная книга для всех, кто думает о здоровье",
                                        "description": "Психосоматика всё чаще рассматривается как чёткая система, основанная на доказательных данных. Благодаря этому увеличивается количество людей, которые осознают: причины многих хронических заболеваний зависят от состояния и тела, и психики. Разобраться в особенностях организма поможет книга врача-невролога Тимофея Кармацкого. Он расскажет, как работает организм, что такое болезни и почему симптомы не проходят просто так.",
                                        "author": "Тимофей Кармацкий",
                                        "price": "869",
                                        "number_of_pages": "256",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/evidence-based_psychosomatics.webp"
                                },
                                {
                                        "id": 29,
                                        "title": "Икигай. Смысл жизни по-японски",
                                        "description": "Икигай – японская философия, которая помогает находить удовлетворение, радость и осознанность во всех делах каждый день и способствует долголетию (японские мужчины по продолжительности жизни занимают 4-е место в мире, а японские женщины – 2-е). Благодаря икигай человек учится приводить в порядок мысли, замечать красоту окружающего мира и радоваться мелочам, обретает гармонию и душевный покой. Икигай способствует достижению успеха во всех сферах профессиональной деятельности и в личной жизни, и вы поймете почему, когда прочтете эту книгу.",
                                        "author": "Кен Моги",
                                        "price": "699",
                                        "number_of_pages": "192",
                                        "publisher": "КоЛибри",
                                        "age_restrictions": "16+",
                                        "src": "/img/ikigai.webp"
                                },
                                {
                                        "id": 30,
                                        "title": "Харизма: Как влиять, убеждать и вдохновлять",
                                        "description": "В переводе с греческого харизма означает 'дар богов'. Многие считают, что это врожденное качество, и воспринимают харизматичную личность чуть ли не как сверхчеловека. Автор этой книги, коуч-консультант, приглашенный лектор Стэнфордского, Йельского и Гарвардского университетов, спорит с общепринятым мнением и, более того, берется доказать, что харизма — это набор социальных навыков, которые можно развить с помощью методик и упражнений. По ее мнению, харизматичной личностью может стать любой. Разумеется, если захочет и приложит к этому силы. Автор считает, что, будь харизма врожденным качеством, люди на протяжении всей жизни постоянно очаровывали и вдохновляли бы окружающих. Но это не так — достаточно сравнить записи ранних выступлений Стива Джобса с его последними обращениями к публике.",
                                        "author": "Оливия Кабейн",
                                        "price": "530",
                                        "number_of_pages": "432",
                                        "publisher": "Альпина Паблишер",
                                        "age_restrictions": "0+",
                                        "src": "/img/charisma.webp"
                                }
                        ]
                },
                "genre4": {
                        "name": "Бизнес-книги",
                        "books": [
                                {
                                        "id": 31,
                                        "title": "Самый богатый человек в Вавилоне (львы)",
                                        "description": "10 всемирно известных притч, которые полностью меняют ваше мышление. Оригинальная версия главной книги о богатстве теперь в самом полном и благозвучном переводе. Все, что было написано о накоплении капитала после 'Самого богатого человека в Вавилоне', лишь повторяет и развивает идеи Джона Клейсона, но принципиально нового не добавляет. Роберт Киосаки, Наполеон Хилл, Бодо Шефер — все они черпали мудрость из этого бестселлера. Книга переведена на 32 языка и издана в 56 странах мира. Продана тиражом больше 100 миллионов экземпляров (точный подсчет затруднен из-за невероятного количества переизданий).",
                                        "author": "Джордж Сэмюэль Клейсон",
                                        "price": "661",
                                        "number_of_pages": "224",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "12+",
                                        "src": "/img/the_richest_man_in_babylon.webp"
                                },
                                {
                                        "id": 32,
                                        "title": "Думай медленно... решай быстро",
                                        "description": "Почему люди совершают нелогичные поступки, даже когда уверены в своём выборе? От чего зависят решения, оценки и поведение? Ответы на эти вопросы получится найти в книге 'Думай медленно, решай быстро'. Её автор – Даниэль Канеман, специалист в области когнитивной психологии. Благодаря своим исследованиям он стал лауреатом Нобелевской премии по экономике.",
                                        "author": "Даниэль Канеман",
                                        "price": "1749",
                                        "number_of_pages": "656",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/think_slowly_decide_quickly.webp"
                                },
                                {
                                        "id": 33,
                                        "title": "Большая книга о соцсетях для предпринимателей, экспертов и блогеров",
                                        "description": "Полезный контент или лайфстайл? Развлекательные видео или экспертность? Лайки или продажи? А можно получить и то и другое? Эта книга поможет разобраться с соцсетями как с рабочим инструментом для бизнеса: что на самом деле нужно делать, чтобы у вас покупали. Максим Ильяхов и Родион Скрябин проводят читателя за руку по всем этапам ведения соцсетей.",
                                        "author": "Максим Ильяхов, Родион Скрябин",
                                        "price": "1686",
                                        "number_of_pages": "368",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "12+",
                                        "src": "/img/a_great_book_about_social_media.webp"
                                },
                                {
                                        "id": 34,
                                        "title": "Золотая книга лидера. 101 способ и техники управления в любой ситуации",
                                        "description": "Эта книга — незаменимый помощник для руководителей: как выступать перед враждебно настроенной аудиторией; как быть лидером, когда все плохо; как улучшать командный результат; как изящно продавливать свои решения; как заставить людей поверить в себя; как справиться с кризисом; как создать безупречную репутацию — всего 101 урок, содержащий способы и техники управления в любой ситуации.",
                                        "author": "Джон Бальдони",
                                        "price": "1124",
                                        "number_of_pages": "224",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "16+",
                                        "src": "/img/the_golden_book_of_the_leader.webp"
                                },
                                {
                                        "id": 35,
                                        "title": "Антихрупкость. Как извлечь выгоду из хаоса",
                                        "description": "'Антихрупкость' — книга уникальная: она рассказывает о ключевом свойстве людей, систем и не только, свойстве, у которого до сих пор не было названия. В мире, где царит неопределенность, нельзя желать большего, чем быть антихрупким, то есть уметь при столкновении с хаосом жизни не просто оставаться невредимым, но и становиться лучше прежнего, эволюционировать, развиваться.",
                                        "author": "Нассим Талеб",
                                        "price": "1624",
                                        "number_of_pages": "768",
                                        "publisher": "Махаон",
                                        "age_restrictions": "16+",
                                        "src": "/img/antifragility.webp"
                                },
                                {
                                        "id": 36,
                                        "title": "Принцип 80/20. Как работать меньше, а зарабатывать больше (дополненное издание)",
                                        "description": "80% результатов проистекает из 20% причин. За 20% времени мы успеваем сделать 80% дел. 20% людей владеют 80% капитала. 20% сотрудников, товаров и услуг приносят компании 80% прибыли. Это золотое правило, которое, осознанно или нет, используют все богатые и успешные люди — и становятся еще богаче и успешнее.",
                                        "author": "Ричард Джон Кох",
                                        "price": "825",
                                        "number_of_pages": "432",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "16+",
                                        "src": "/img/how_to_work_less.webp"
                                },
                                {
                                        "id": 37,
                                        "title": "Черная риторика: Власть и магия слова",
                                        "description": "Карстен Бредемайер — тренер № 1 в области коммуникативной техники для всей немецкоговорящей Европы. Черная риторика, по Бредемайеру, — это умение манипулировать всеми риторическими средствами и методами для того, чтобы в процессе переговоров или выступления оппонент или аудитория пришли к необходимому для вас выводу; отличать, в каком контексте и при каких вопросах ваши аргументы ничего не значат или, наоборот, являются решающими; устранять противоречия и давать 'красную нить' каждому разговору; превращать негативное мышление и поведение собеседника в позитивное и конструктивное; находчиво и элегантно устранять ловушки; в горячих спорах не терять головы и вести себя уверенно.",
                                        "author": "Карстен Бредемайер",
                                        "price": "530",
                                        "number_of_pages": "256",
                                        "publisher": "Альпина Паблишер",
                                        "age_restrictions": "16+",
                                        "src": "/img/black_rhetoric.webp"
                                },
                                {
                                        "id": 38,
                                        "title": "Капитал",
                                        "description": "'Капитал' — главный труд немецкого философа, экономиста и политического деятеля Карла Маркса, оказавший огромное влияние на ход мировой истории. Первый том 'Капитала' увидел свет в 1867 году, два следующих тома уже после смерти Маркса были подготовлены к печати Фридрихом Энгельсом.",
                                        "author": "Карл Маркс",
                                        "price": "400",
                                        "number_of_pages": "544",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/capital.webp"
                                },
                                {
                                        "id": 39,
                                        "title": "Пиши, сокращай 2025. Как создавать сильный текст",
                                        "description": "Как создавать сильный текст? Ответ на этот вопрос знают Максим Ильяхов и Людмила Сарычева. В книге 'Пиши, сокращай 2025' авторы рассказывают, как превращать 'сухие' документы, письма и статьи в живые, понятные, убедительные тексты. Известные редакторы не просто делятся теорией, они на примерах показывают, каким образом упростить подачу, убрать заумные конструкции и построить доверительные отношения с читателями.",
                                        "author": "Людмила Сарычева, Максим Ильяхов",
                                        "price": "1238",
                                        "number_of_pages": "400",
                                        "publisher": "Альпина Паблишер",
                                        "age_restrictions": "12+",
                                        "src": "/img/write_shorten.webp"
                                },
                                {
                                        "id": 40,
                                        "title": "Как устроена экономика",
                                        "description": "В этой книге экономист из Кембриджа Чанг Ха-Джун в занимательной и доступной форме объясняет, как в реальных условиях работает мировая экономика. Чанг предлагает читателю идеи, которые нельзя найти в учебниках по экономике, и делает это с глубоким знанием истории, остроумием и легким пренебрежением к традиционной экономической теории.",
                                        "author": "Ха-Джун Чанг",
                                        "price": "1849",
                                        "number_of_pages": "320",
                                        "publisher": "Манн, Иванов и Фербер",
                                        "age_restrictions": "0+",
                                        "src": "/img/how_the_economy_works.webp"
                                }
                        ]
                },
                "genre5": {
                        "name": "Книги для детей",
                        "books": [
                                {
                                        "id": 41,
                                        "title": "Девочка с лисьим хвостом. Повесть. Том 1",
                                        "description": "Сон Данми обычная школьница, любит смотреть на дождь и мечтает стать автором вебтунов. Но однажды ее жизнь круто меняется! У нее вырастает лисий хвост! Оказывается, в жилах Сон Данми течет кровь кумихо — легендарной девятихвостой лисицы-оборотня. Кумихо может стать как другом, как и врагом девочки. Удастся ли Сон Данми подружиться с ней и принять новую себя? И как сохранить все втайне от окружающих, если хвост может появиться в любой момент?",
                                        "author": "Сон Вон Пхён",
                                        "price": "911",
                                        "number_of_pages": "144",
                                        "publisher": "Манн, Иванов и Фербер",
                                        "age_restrictions": "6+",
                                        "src": "/img/the_girl_with_the_fox_tail.webp"
                                },
                                {
                                        "id": 42,
                                        "title": "Гравити Фолз. Дневник 3",
                                        "description": "В книге можно найти энциклопедию таинственных существ, которые обитают в Гравити Фолз, узнать описание локаций и получить секретные сведения о том, как противостоять мистическим обитателям этого места. Также вас ждут сведения об обитателях других измерений, и даже схема устройства, помогающего путешествовать во времени. А кроме всего этого, из 'Дневника 3' можно узнать историю приключений брата дяди Стэна, знаменитого путешественника во времени и измерениях, который и является автором Дневника!",
                                        "author": "Алекс Хирш",
                                        "price": "2874",
                                        "number_of_pages": "288",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "12+",
                                        "src": "/img/gravity_falls.webp"
                                },
                                {
                                        "id": 43,
                                        "title": "Летний лагерь",
                                        "description": "В летнем лагере будто по воле судьбы оказываются те, кто пережил кошмар наяву: побывал в проклятом месте или встретился с монстром лицом к лицу. Но этот лагерь — не место для отдыха. Каждую ночь среди корпусов ходит загадочная фигура в маске с длинными ушами. Говорят, это Зайка Косенький. Он слушает, о чём рассказывают друг другу мальчишки и девчонки, а после забирает свидетелей, чтобы об их историях никто не узнал. Каждый год в лагере кто-нибудь исчезает. Удастся ли ребятам пережить это страшное лето?",
                                        "author": "Влад Райбер",
                                        "price": "825",
                                        "number_of_pages": "320",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "16+",
                                        "src": "/img/summer_camp.webp"
                                },
                                {
                                        "id": 44,
                                        "title": "Гарри Поттер и философский камень",
                                        "description": "Книга, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Джоан Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. 'Гарри Поттер и Философский камень' - история начинается.",
                                        "author": "Джоан Кэтлин Роулинг",
                                        "price": "1356",
                                        "number_of_pages": "432",
                                        "publisher": "Махаон",
                                        "age_restrictions": "6+",
                                        "src": "/img/harry_potter_and_the_philosopher's_stone.webp"
                                },
                                {
                                        "id": 45,
                                        "title": "Волшебник Изумрудного города",
                                        "description": "'Волшебник Изумрудного города' — фэнтезийный семейный фильм, снятый по мотивам одноимённой сказочной повести А. Волкова, который не оставит равнодушными ни взрослых, ни детей. Страшный ураган уносит девочку Элли и её пёсика Тотошку в Волшебную страну, где они попадают в невероятные приключения! Герои встречают новых друзей: Страшилу, Льва и Железного Дровосека. Вместе они преодолевают опасности и трудности, раскрывая тайны Волшебной страны и познавая ценность дружбы и доброты. Смогут ли друзья вернуться домой?",
                                        "author": "Александр Волков",
                                        "price": "811",
                                        "number_of_pages": "224",
                                        "publisher": "АСТ",
                                        "age_restrictions": "6+",
                                        "src": "/img/the_wizard_of_oz.webp"
                                },
                                {
                                        "id": 46,
                                        "title": "Маленький принц (нов. обл.) (рис. автора)",
                                        "description": "Трогательное, доброе и философское произведение Антуана де Сент-Экзюпери с авторскими рисунками. Знаменитая сказка появляется в жизни, наверное, каждого ребёнка и проходит с ним сквозь все самые значимые этапы.",
                                        "author": "Антуан де Сент-Экзюпери",
                                        "price": "447",
                                        "number_of_pages": "112",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "6+",
                                        "src": "/img/the_little_prince.webp"
                                },
                                {
                                        "id": 47,
                                        "title": "Агент на мягких лапах",
                                        "description": "Уинстон Черчилль — истинный аристократ, короткошёрстный британец, грациозный, умный и самую малость ленивый кот, который живёт в доме профессора физики в Гамбурге. Его жизнь была спокойной и размеренной, пока он не познакомился с двенадцатилетней Кирой. Обычная прогулка обернулась для новых друзей неожиданным приключением — во время грозы они поменялись телами!",
                                        "author": "Фрауке Шойнеманн",
                                        "price": "742",
                                        "number_of_pages": "320",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "12+",
                                        "src": "/img/an_agent_with_soft_paws.webp"
                                },
                                {
                                        "id": 48,
                                        "title": "Ходячий замок",
                                        "description": "Книги английской писательницы Дианы У. Джонс настолько ярки, что так и просятся на экран. По ее бестселлеру 'Ходячий замок' знаменитый мультипликатор Хаяо Миядзаки ('Унесенные призраками'), обладатель 'Золотого льва' — высшей награды Венецианского фестиваля, снял анимационный фильм, побивший в Японии рекорд кассовых сборов.",
                                        "author": "Диана Джонс",
                                        "price": "974",
                                        "number_of_pages": "448",
                                        "publisher": "Азбука",
                                        "age_restrictions": "12+",
                                        "src": "/img/howl's_moving_castle.webp"
                                },
                                {
                                        "id": 49,
                                        "title": "Котенок Шмяк и Сырник. Большая книга приключений",
                                        "description": "Шмяк – любимец взрослых и детей по всему миру. Истории о пушистом черном котенке и его друге мышонке Сырнике идеально подходят для первого чтения: крупный шрифт, простые короткие предложения не испугают малыша, а весёлые сюжеты удержат внимание и интерес. В сборник вошли книги: 'Котенок Шмяк и лунный кот', 'Котенок Шмяк и Сырник – друзья навек', 'Котенок Шмяк – маленький бизнесмен', 'Котенок Шмяк – маленький почтальон', 'Котенок Шмяк и морские истории'.",
                                        "author": "Роб Скоттон",
                                        "price": "707",
                                        "number_of_pages": "151",
                                        "publisher": "Clever",
                                        "age_restrictions": "6+",
                                        "src": "/img/kitten_smack_and_cheesecake.webp"
                                },
                                {
                                        "id": 50,
                                        "title": "Северус. Глубочайшее исследование фигуры наизагадочнейшего зельевара Хогвартса",
                                        "description": "Вторая книга в серии 'Гарри Поттер. Fanbook'. Перед вами исследование персонажа Северуса Снейпа, одного из самых неоднозначных, сильных и популярных персонажей поттерианы. Эта книга позволит взглянуть на его жизнь под другим углом, не отвлекаясь на Гарри Поттера и его друзей. Потому что именно в тот момент, когда внимание читателя сосредоточено на Золотом трио, Северус незаметно двигает сюжет.",
                                        "author": "Лорри Ким",
                                        "price": "1249",
                                        "number_of_pages": "480",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "12+",
                                        "src": "/img/severus.webp"
                                }
                        ]
                },
                "genre6": {
                        "name": "Профессиональная литература",
                        "books": [
                                {
                                        "id": 51,
                                        "title": "Конституция Российской Федерации с учетом новых субъектов РФ и Федеральный закон 'О государственном языке РФ' в редакции от 28.02.2023. Флаг, герб, гимн",
                                        "description": "В соответствии с Конституцией Российской Федерации государственным языком Российской Федерации на всей ее территории является русский язык как язык государствообразующего народа, входящего в многонациональный союз равноправных народов Российской Федерации. В целях совершенствования механизмов обеспечения статуса русского языка и осуществления контроля за соблюдением норм современного литературного языка Федеральным Собранием РФ внесены изменения в Федеральный закон 'О государственном языке Российской Федерации'.",
                                        "author": "",
                                        "price": "71",
                                        "number_of_pages": "96",
                                        "publisher": "",
                                        "age_restrictions": "12+",
                                        "src": "/img/the_constitution_of_the_russian_federation.webp"
                                },
                                {
                                        "id": 52,
                                        "title": "Уголовный кодекс Российской Федерации на 1 марта 2025 года. Со всеми изменениями, законопроектами и постановлениями судов",
                                        "description": "Данное издание включает сверенный с официальными источниками текст Уголовного кодекса Российской Федерации на 1 марта 2025 года. Кодекс учитывает все изменения, опубликованные в официальных источниках на момент подписания издания в печать.",
                                        "author": "",
                                        "price": "215",
                                        "number_of_pages": "384",
                                        "publisher": "",
                                        "age_restrictions": "12+",
                                        "src": "/img/the_criminal_code_of_the_russian_federation.webp"
                                },
                                {
                                        "id": 53,
                                        "title": "Искусство любить",
                                        "description": "Одна из самых известных работ Эриха Фромма — 'Искусство любить' — посвящена непростым психологическим аспектам возникновения и сохранения человеком такого, казалось бы, простого чувства, как любовь. Действительно ли любовь — искусство? Если да, то она требует труда и знаний. Или это только приятное ощущение?..",
                                        "author": "Эрих Фромм",
                                        "price": "424",
                                        "number_of_pages": "224",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/the_art_of_loving.webp"
                                },
                                {
                                        "id": 54,
                                        "title": "Уголовно-процессуальный кодекс Российской Федерации на 1 марта 2025 года. Со всеми изменениями, законопроектами и постановлениями судов",
                                        "description": "Данное издание Уголовно-процессуального кодекса Российской Федерации сверено с официальным источником и приводится по состоянию на 1 марта 2025 года. Кодекс учитывает все изменения, опубликованные в официальных источниках на момент подписания издания в печать.",
                                        "author": "",
                                        "price": "263",
                                        "number_of_pages": "352",
                                        "publisher": "",
                                        "age_restrictions": "12+",
                                        "src": "/img/the_criminal_procedure_code_of_the_russian_federation.webp"
                                },
                                {
                                        "id": 55,
                                        "title": "Правила дорожного движения Российской Федерации на 2025 год. Включая перечень неисправностей и условий, при которых запрещается эксплуатация транспортных средств",
                                        "description": "В книгу включены актуальные Правила дорожного движения Российской Федерации по состоянию на 2025 год с учетом всех изменений и дополнений, включая перечень неисправностей и условий, при которых запрещается эксплуатация транспортных средств.",
                                        "author": "",
                                        "price": "107",
                                        "number_of_pages": "64",
                                        "publisher": "",
                                        "age_restrictions": "16+",
                                        "src": "/img/traffic_rules_of_the_russian_federation.webp"
                                },
                                {
                                        "id": 56,
                                        "title": "Наедине с собой",
                                        "description": "'Наедине с собой. Размышления' — сборник афористических мыслей Марка Аврелия, написанный им на греческом языке (койне) в 70-е годы II века во время войны на дунайской границе. Он пользовался несомненным успехом в позднеантичное время, а в XVI веке возродился в европейских философских кругах.",
                                        "author": "Марк Аврелий Антонин",
                                        "price": "347",
                                        "number_of_pages": "192",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/alone_with_myself.webp"
                                },
                                {
                                        "id": 57,
                                        "title": "Большая книга серийных убийц. 150 биографий маньяков со всего мира",
                                        "description": "На свете существуют истории, в которых правда страшнее любого вымысла. Подтверждение этому – книга Джека Роузвуда, она словно приглашение в тёмный мир серийных убийц. На каждой странице автор раскрывает жуткие тайны преступников, чьи действия поражают своей жестокостью.",
                                        "author": "Джек Роузвуд",
                                        "price": "2124",
                                        "number_of_pages": "544",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "18+",
                                        "src": "/img/the_book_of_serial_killers.webp"
                                },
                                {
                                        "id": 58,
                                        "title": "Трудовой кодекс Российской Федерации на 1 марта 2025 года. Со всеми изменениями, законопроектами и постановлениями судов",
                                        "description": "Данное издание Трудового кодекса Российской Федерации сверено с официальным источником и приводится по состоянию на 1 марта 2025 года. Кодекс учитывает все изменения, опубликованные в официальных источниках на момент подписания издания в печать.",
                                        "author": "",
                                        "price": "215",
                                        "number_of_pages": "352",
                                        "publisher": "",
                                        "age_restrictions": "12+",
                                        "src": "/img/the_labor_code_of_the_russian_federation.webp"
                                },
                                {
                                        "id": 59,
                                        "title": "Пропаганда",
                                        "description": "Написанная в 1928 году на волне успеха предыдущих работ автора 'Пропаганда' принесла Бернейсу звание отца-основателя технологий связи с общественностью и по сей день считается одной из фундаментальных книг по своей тематике. Опираясь на результаты социологических исследований и приводя многочисленные примеры из реальной жизни, Бернейс рассказывает о том, как происходит управление поведением масс и объясняет, почему пропаганда так важна при любом общественном строе, что требуется для ее успеха, как формируются нужные мнения, ценности и гражданские позиции, зарождаются новые идеи в обществе, и как влияет на широкие слои населения активно мыслящее меньшинство.",
                                        "author": "Эдвард Бернейс",
                                        "price": "359",
                                        "number_of_pages": "192",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/propaganda.webp"
                                },
                                {
                                        "id": 60,
                                        "title": "Экзаменационные билеты для сдачи экзаменов на права категорий А, В, М подкатегорий А1 В1 с комментариями на 2025 год",
                                        "description": "Доступное издание для самостоятельной подготовки к теоретическому экзамену на знание ПДД. Содержит все 800 вопросов экзаменационных билетов (с изменениями на 2024 год). За каждым из 40 билетов с детальными яркими иллюстрациями следуют правильные ответы с пояснительными комментариями. Для удобства самоподготовки в книге имеется таблица, где дублируются номера правильных ответов.",
                                        "author": "",
                                        "price": "400",
                                        "number_of_pages": "208",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "0+",
                                        "src": "/img/exam_tickets.webp"
                                }
                        ]
                },
                "genre7": {
                        "name": "Научно-популярные книги",
                        "books": [
                                {
                                        "id": 61,
                                        "title": "Государь. О военном искусстве",
                                        "description": "Самым известным произведением писателя стал трактат 'Государь', первоначально издававшийся в России под названиями 'Князь' и 'Правитель'. Макиавелли создал учение о последовательно светском государстве, свободном от церковной морали. Он полагал, что в борьбе за упрочение государства допустимы любые средства: насилие, обман, предательство.",
                                        "author": "Никколо Макиавелли",
                                        "price": "376",
                                        "number_of_pages": "416",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/my_lord_about_the_art_of_war.webp"
                                },
                                {
                                        "id": 62,
                                        "title": "Зачем мы спим. Новая наука о сне и сновидениях",
                                        "description": "Недостаток сна – это не «безобидная» привычка ложиться попозже. Это риск для памяти, иммунитета и даже продолжительности жизни. Хронический недосып нарушает работу сердечно-сосудистой системы, а ещё негативно влияет на психическое состояние: повышается уровень тревожности и снижается стрессоустойчивость.",
                                        "author": "Мэттью Уолкер",
                                        "price": "1120",
                                        "number_of_pages": "480",
                                        "publisher": "КоЛибри",
                                        "age_restrictions": "18+",
                                        "src": "/img/why_are_we_sleeping.webp"
                                },
                                {
                                        "id": 63,
                                        "title": "Мозг. Ваша личная история",
                                        "description": "Мы считаем, что наш мир во многом логичен и предсказуем, а потому делаем прогнозы, высчитываем вероятность землетрясений, эпидемий, экономических кризисов, пытаемся угадать результаты торгов на бирже и спортивных матчей. В этом безбрежном океане данных важно уметь правильно распознать настоящий сигнал и не отвлекаться на бесполезный информационный шум.",
                                        "author": "Дэвид Иглмен",
                                        "price": "589",
                                        "number_of_pages": "256",
                                        "publisher": "КоЛибри",
                                        "age_restrictions": "16+",
                                        "src": "/img/brain_your_personal_history.webp"
                                },
                                {
                                        "id": 64,
                                        "title": "Как изобрести все. Создай цивилизацию с нуля",
                                        "description": "Отфильтровать воду? Создать антибиотик? Собрать радио и паровой двигатель? Приготовить пиво, да еще и хранить его в холодильнике? Легко, если вы, конечно, не забыли захватить с собой руководство по выживанию 'Как изобрести всё на свете'. Эта книга сделает вас умнее, сообразительнее и поможет стать самым влиятельным человеком на Земле. Даже если для этого вам не придется возвращаться в прошлое.",
                                        "author": "Райан Норт",
                                        "price": "1624",
                                        "number_of_pages": "568",
                                        "publisher": "Эксмо",
                                        "age_restrictions": "16+",
                                        "src": "/img/how_to_invent_everything.webp"
                                },
                                {
                                        "id": 65,
                                        "title": "Грокаем алгоритмы",
                                        "description": "Алгоритмы — это пошаговые инструкции решения задач, большинство из которыхуже были кем-то решены, протестированы и доказали свою эффективность. Второе издание 'Грокаем алгоритмы' упрощает изучение, пониманиеи использование алгоритмов. В этой книге вы найдете простые и внятные объяснения, более 400 забавных иллюстраций и десятки примеров.",
                                        "author": "Адитья Бхаргава",
                                        "price": "1436",
                                        "number_of_pages": "352",
                                        "publisher": "Прогресс книга",
                                        "age_restrictions": "16+",
                                        "src": "/img/grok_the_algorithms.webp"
                                },
                                {
                                        "id": 66,
                                        "title": "Так говорил Заратустра",
                                        "description": "Трактат 'Так говорил Заратустра' называют ницшеанской Библией. В нем сформулирована излюбленая идея Ницше – идея Сверхчеловека, который является для автора нравственным образцом, смыслом существования, тем, к чему нужно стремиться. Человек же – лишь мост между животным и Сверчеловеком.",
                                        "author": "Фридрих Ницше",
                                        "price": "365",
                                        "number_of_pages": "416",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/thus_spoke_zarathustra.webp"
                                },
                                {
                                        "id": 67,
                                        "title": "Висцералка. Техника самомассажа для восстановления организма. Самая полезная книга про живот",
                                        "description": "У кошек, собак и маленьких детей животы мягкие и абсолютно безболезненные — им даже приятно, когда их щупают. И у вас когда-то был такой же, но со временем — в силу тех или иных конкретных причин — живот становится более напряженным, и это отражается на продолжительности жизни, вашей эффективности и внешнем виде!",
                                        "author": "Тимофей Кармацкий",
                                        "price": "1186",
                                        "number_of_pages": "256",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/the_visceral.webp"
                                },
                                {
                                        "id": 68,
                                        "title": "Искусство войны с комментариями и иллюстрациями",
                                        "description": "Настоящая книга — известный древнекитайский трактат, посвященный военной политике. До сих пор никому еще не удалось сформулировать принципы ведения войны так же просто и афористично, как человеку, известному под псевдонимом Сунь-цзы. Его произведение является основным текстом 'школы военной философии', оказавшим большое влияние на всё военное искусство Востока.",
                                        "author": "Цзы Сунь",
                                        "price": "801",
                                        "number_of_pages": "288",
                                        "publisher": "АСТ",
                                        "age_restrictions": "16+",
                                        "src": "/img/the_art_of_war.webp"
                                },
                                {
                                        "id": 69,
                                        "title": "Всё решено: Жизнь без свободы воли",
                                        "description": "Один из самых известных ученых, автор бестселлера 'Биология добра и зла', объясняющего наше поведение с помощью науки, в новой книге исследует природу принятия решений с точки зрения нейрофизиологии, философии и психологии — и выдвигает решительные аргументы против свободы воли.",
                                        "author": "Роберт Сапольски",
                                        "price": "1561",
                                        "number_of_pages": "534",
                                        "publisher": "Альпина Паблишер",
                                        "age_restrictions": "18+",
                                        "src": "/img/it's_all_settled.webp"
                                },
                                {
                                        "id": 70,
                                        "title": "Теория Всего",
                                        "description": "Облегчення версия Краткой истории времени, magnum opus Стивена Хокинга. Еще меньше сложных построений, больше отвлеченных иллюстраций, больше прозрачных параллелей.",
                                        "author": "Стивен Хокинг",
                                        "price": "565",
                                        "number_of_pages": "256",
                                        "publisher": "АСТ",
                                        "age_restrictions": "12+",
                                        "src": "/img/the_theory_of_everything.webp"
                                }
                        ]
                }
        }
}